{
  "About me": "Über mich",
  "Skills": "Kenntnisse",
  "Portfolio": "Portfolio",
  "Contact": "Kontakt",
  "About me": "Über mich",
  "Skills": "Kenntnisse",
  "Portfolio": "Portfolio",
  "Contact": "Kontakt",
  "I am": "",
  "Hong-Hanh Chu": "Hong-Hanh Chu",
  "FRONTEND DEVELOPER": "FRONTEND ENTWICKLERIN",
  "Let's talk!": "Lass uns reden!",
  "Scroll down": "runterscrollen",
  "About me": "Über mich",
  "I am a Front-end developer based in Eppelheim, Baden-Württemberg in Germany. To advance my skills in Web Development I have built several Web-Apps and attended an extensive Coding School, where I learned professional operating principles in programming. Feel welcome to visit my public portfolio, which includes games, responsive websites, and business apps.": "Ich bin eine Frontend Entwicklerin, wohnhaft in Eppelheim, Baden-Württemberg. Um meine Fähigkeiten in der Webentwicklung zu verbessern, habe ich eine Weiterbildung an einer Codingschule gemacht, wo ich professionelle Standards in der Programmierung vermittelt bekommen habe. Ihr seid herzlich eingeladen, euch durch mein Portfolio zu klicken, das Spiele, geräteübergreifende Webseiten und betriebliche Anwendungen enthält.",
  "I started my career in nursing. The intensive care unit was my first ward, where I gained a strong foundation of medical knowledge. Then I switched to a Stroke Unit because I wanted more direct contact with my patients. Working in healthcare has taught me patience, resilience, and adaptability to alleviate the most pressing needs of the people I work with and for.": "Mein Berufsleben begann in der Pflege, auf einer Intensivstation, wo ich die Grundlagen der medizinischen Versorgung lernte. Später wechselte ich auf eine Schlaganfallstation, weil ich mehr direkten Patientenkontakt wollte. Das Arbeiten in der Pflege lehrte mich Geduld, Belastbarkeit und Anpassungsvermögen, um die Bedürfnisse der Patienten und Kollegen um mich herum bestmöglich erleichtern zu können.",
  "I like to read fiction and have cookouts with my family and friends. I am open to new challenges and looking for a chance to apply my coding experience as a junior developer.": "In meiner Freizeit lese ich Literatur und habe gerne Zusammenkünfte, mit Familie und Freunden, wo wir gemeinsam aufwendig kochen. Ich bin offen für neue Herausforderungen und hoffe bald, mein Können als Junior Entwicklerin in einem Job zeigen zu können.",
  "About me": "Über mich",
  "I am a Front-end developer based in Eppelheim, Baden-Württemberg in Germany. To advance my skills in Web Development I have built several Web-Apps and attended an extensive Coding School, where I learned professional operating principles in programming. Feel welcome to visit my public portfolio, which includes games, responsive websites, and business apps.": "Ich bin eine Frontend Entwicklerin, wohnhaft in Eppelheim, Baden-Württemberg. Um meine Fähigkeiten in der Webentwicklung zu verbessern, habe ich eine Weiterbildung an einer Codingschule gemacht, wo ich professionelle Standards in der Programmierung vermittelt bekommen habe. Ihr seid herzlich eingeladen, euch durch mein Portfolio zu klicken, das Spiele, geräteübergreifende Webseiten und betriebliche Anwendungen enthält.",
  "I started my career in nursing. The intensive care unit was my first ward, where I gained a strong foundation of medical knowledge. Then I switched to a Stroke Unit because I wanted more direct contact with my patients. Working in healthcare has taught me patience, resilience, and adaptability to alleviate the most pressing needs of the people I work with and for.": "Mein Berufsleben begann in der Pflege, auf einer Intensivstation, wo ich die Grundlagen der medizinischen Versorgung lernte. Später wechselte ich auf eine Schlaganfallstation, weil ich mehr direkten Patientenkontakt wollte. Das Arbeiten in der Pflege lehrte mich Geduld, Belastbarkeit und Anpassungsvermögen, um die Bedürfnisse der Patienten und Kollegen um mich herum bestmöglich erleichtern zu können.",
  "I like to read fiction and have cookouts with my family and friends. I am open to new challenges and looking for a chance to apply my coding experience as a junior developer.": "In meiner Freizeit lese ich Literatur und habe gerne Zusammenkünfte, mit Familie und Freunden, wo wir gemeinsam aufwendig kochen. Ich bin offen für neue Herausforderungen und hoffe bald, mein Können als Junior Entwicklerin in einem Job zeigen zu können.",
  "My Skills": "Kenntnisse",
  "I have grown my frontend developments skills that have allowed me to create different real projects.": "Ich habe meine Fähigkeiten in der Frontend-Entwicklung erweitert, die es mir ermöglicht haben, vielseitige Projekte umzusetzen.",
  "Get in touch": "Kontaktiere mich!",
  "This page is a sample of my work - please feel free to try them out.": "Eine Stichprobe meiner Arbeit. Ihr seid herzlich eingeladen, meine Projekte auszuprobieren.",
  "Task Manager inspired by the Kanban System. Login, create and organize tasks using drag 'n' drop, assign users and categories.": "Vom Kanban-System inspirierter Task-Manager. Ihr könnt euch anmelden, Aufgaben per Drag 'n' Drop erstellen und organisieren, sowie Benutzer und Kategorien zuweisen.",
  "Object-oriented jump 'n' run game based on JavaScript. Sharkie is a friendly shark, but to survive he must evade his enemies and fight the endboss to win.": "Objektorientiertes Jump 'n' Run-Spiel basierend auf JavaScript. Sharkie ist ein freundlicher Hai, aber um zu überleben, muss er seinen Feinden ausweichen und gegen den Endboss kämpfen, um zu gewinnen.",
  "Drinking card game based on Angular and Firebase. By drawing cards in turns, the players get instructions on who should have a drink. You can add players, delete them and change their icons.": "Trinkkartenspiel basierend auf Angular und Firebase. Durch abwechselndes Ziehen von Karten erhalten die Spieler Anweisungen, wer etwas trinken soll. Ihr könnt Spieler hinzufügen, löschen und ihre Symbole ändern.",
  "Contact": "Kontakt",
  "Got a problem to solve?": "Habt Ihr ein Problem?",
  "With this form, you can leave a message for me. I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Mit diesem Formular könnt Ihr mir eine Nachricht hinterlassen. Ich bin daran interessiert, euch zuzuhören, eure Ideen zu kennen und mit meiner Arbeit zu euren Projekten beizutragen.",
  "Need a Frontend developer?": "Braucht Ihr eine Frontend-Entwicklerin?",
  "Contact me!": "Kontaktiert mich!",
  "Your name": "Name",
  "Your email": "Email",
  "Your message": "Nachricht",
  "Send": "Senden",
  "Thank you for your message!": "Vielen Dank für Ihre Nachricht!",
  "I will reply as soon as possible.": "Ich werde so bald wie möglich antworten.",
  "Imprint": "Impressum"
}
